aaron-bond.better-comments
DavidAnson.vscode-markdownlint
eamodio.gitlens
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscodeintellicode-csharp
ms-python.python
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.hexeditor
shubham-saudolla.lilac
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
